[
    {
        "id": 1,
        "title": "Медовик",
        "poster": "/spa-pet/posters/medovik.jpg",
        "description": "Домашний медовый торт, медовик – классический рецепт и незабываемый вкус. Торт из меда очень любят дети",
        "vedio": "https://www.youtube.com/embed/W7J3rsAzkwg?si=NebKgyw5fsaZzIL9",
        "ingridients": ["яйца 2шт", "мука 500г", "сода 1ч ложка", "молоко 500мл", "сахар 250г", "масло сливочное 50г"],
        "cookin": ["Готовим медовые коржи. В кастрюлю отправляем яйца, сахар, сливочное масло, жидкий мед и все перемешиваем.", "Ставим кастрюлю на маленький огонь, помешиваем массу до полного растворения кристаллов сахара.", "Дальше тесто уже не будет горячим, оно станет приятно теплым, и его можно смело месить руками. Тесто должно получиться мягким, не крутым.", "Приятного аппетита и удачной вам выпечки!"]
    },
    {
        "id": 2,
        "title": "Блины",
        "poster": "/spa-pet/posters/blini.jpg",
        "description": "Такие яркие и невозможно вкусные блинчики, не только создадут весеннее настроение, но и прекрасно украсят ваш праздничный стол на Масленицу. Они получаются с очень нежным сливочным вкусом, а насыщенный солнечный цвет точно никого не оставит равнодушным.",
        "vedio": "https://www.youtube.com/embed/E_cohB81wL8?si=n71z37bvawNfMuYt",
        "ingridients": ["мука 200г", "яйца 2шт", "сливки 150мл", "молоко 350-400мл", "сахар 1ст ложка", "соль 1 щепотка", "масло растительное 20н"],
        "cookin": ["В большую чистую и сухую емкость разбиваем яйца. Для этого рецепта будет достаточно 2-х. Яйца обязательно должны быть комнатной температуры.", "Добавляем немного соли, совсем чуть-чуть, 1 столовую ложку сахара. 1 чайную ложечку ванильного сахара. И теперь будем хорошо взбивать венчиком, чтоб получилась пышная масса.", "Когда муку просеяли, убираем её в сторону и возвращаемся к яично-сливочной смеси. Вводим молоко комнатной температуры.", "Выпекаем блины на очень горячей сковородке. Лучше всего использовать специальную блинную сковородку."]
    },
    {
        "id": 3,
        "title": "Пирожки",
        "poster": "/spa-pet/posters/pirogi.jpg",
        "description": "Интересные гофрированные пирожки с картошкой, напоминающие по виду сосиски в тесте. В пирожках много начинки из картофеля и тонкая оболочка из мягкого дрожжевого теста. В картофельную начинку добавляется измельчённый сыр и паприка, которые привносят свои вкусовые оттенки. Дрожжевые пирожки с картофельным пюре и паприкой получаются очень нежными и вкусными.",
        "vedio": "https://www.youtube.com/embed/RKx1MjzjJlo?si=5O3bltVsxJwDLTA8",
        "ingridients": ["молоко 300мл", "масло 50г", "мука 450г", "соль 0.5 ст ложки", "дрожжи 6г"],
        "cookin": ["Подготавливаем необходимые продукты.", "Молоко подогреваем до температуры не выше 40 градусов. Переливаем молоко в глубокую миску, добавляем соль.", "Перемешиваем, чтобы дрожжи растворились", "Затем добавляем 400 г муки (2,5 стакана ёмкостью 250 мл)", "Приятного аппетита!"]
    },
    {
        "id": 4,
        "title": "Пицца",
        "poster": "/spa-pet/posters/pizza.jpg",
        "description": "Никогда бы не поверила, что пиццу можно приготовить так быстро, если бы не попался этот рецепт. Все очень просто и легко! Тесто без дрожжей получается тонким, хрустящим снаружи и мягким внутри, невероятно вкусным! Начинку можно добавлять вашу любимую.",
        "vedio": "https://www.youtube.com/embed/jFOkJRgbgNo?si=kIzUay_DGYE0j3iG",
        "ingridients": ["Мука - 400 г", "Соль - 1 ч. ложка", "Разрыхлитель - 1 ч. ложка (с горкой)", "Вода - 200 мл", "Масло растительное - 5 ч. ложек + для смазывания противня"],
        "cookin": ["Подготовим продукты для пиццы. Перед тем как начнем готовить, включим духовку, пусть разогревается", "Готовим быстрое тесто для пиццы. Для этого муку смешиваем с солью и разрыхлителем. Вливаем масло и воду.", "Замешиваем 5-7 минут, тесто получается мягким и слегка липнет к рукам. Сразу делим на две равные части - получится две пиццы", " Выкладываем на смазанный маслом и присыпанный мукой противень (у меня дно от разъемной формы диаметром 24 см), выравниваем и формируем небольшие бортики.", "Смазываем тесто густым томатным соусом (у нас домашний), посыпаем щепоткой орегано и выкладываем начинку. Сверху посыпаем сыром."]
    },
    {
        "id": 5,
        "title": "Карбонара",
        "poster": "/spa-pet/posters/karb.jpg",
        "description": "Сегодня у нас итальянская классика, да не совсем. :) По сути, любая национальная кулинарная классика в другой стране будет адаптирована под местные реалии. Поэтому у нас как бы карбонара, но из доступных для нас продуктов. Паста карбонара с грибами - весьма удачная и вкусная вариация на тему. И неоспоримым её достоинством является молниеносность приготовления!",
        "vedio": "https://www.youtube.com/embed/WvcLXU0X0nc?si=qP2-JahLAJAUkqXH",
        "ingridients": ["Спагетти - около 200 г", "Бекон - 150 г", "Грибы шампиньоны - 200 г", "Яйца (желтки) - 2 шт.", "Сливки (10-15%) - примерно 200 мл", "Сыр пармезан - 100 г (по вкусу)", "Перец чёрный молотый - по вкусу", "Соль (для варки спагетти) - по вкусу", "Масло оливковое (при необходимости) - для обжаривания"],
        "cookin": ["Взбиваем желтки вилкой и добавляем сливки (у меня 10%). Чем больше сливок, тем больше получится соуса", "Натираем пармезан (произвольное количество)", "Добавляем сыр в соус.", "Шампиньоны тоже нарезаем произвольно для обжаривания.", "Спагетти карбонара с грибами готовы.Приятного аппетита и не бойтесь экспериментировать!"]
    },
    {
        "id": 6,
        "title": "Лазанья",
        "poster": "/spa-pet/posters/laz.jpg",
        "description": "Лазанья - это всегда вкусно, аппетитно и очень сытно. Сегодня мы приготовим более лёгкую версию этого блюда - лазанью из кабачков. Да, именно кабачковые тонкие пластины заменят нам пасту, а в остальном рецепт останется классическим - болоньезе, бешамель и сыр. Не переживайте, кабачки не распадаются, они пропитываются всеми соусами и получаются нежными, но сохраняют свою форму. Лазанью можно легко нарезать острым ножом. Попробуйте!",
        "vedio": "https://www.youtube.com/embed/Efg9wz6x35Y?si=lb3qTsemFHIMWFY1",
        "ingridients": ["Кабачки - 2 шт. (400 г)", "Сыр моцарелла - 80 г", "Сыр твёрдый - 150 г", "Зелень свежая - 10 г", "Перец чёрный молотый - по вкусу)", "Соус бешамель", "Фарш говяжий - 300 г", "Соус болоньезе"],
        "cookin": ["Подготовить продукты по списку.", "Очищенный лук нарезать небольшими кубиками. Очищенную морковь натереть на мелкой или средней терке", "Добавить следом в сковороду говяжий фарш.", "Обжарить фарш, разбивая комочки лопаткой, 5 минут.", "Приятного аппетита!"]
    },
    {
        "id": 7,
        "title": "Ягодный пирог",
        "poster": "/spa-pet/posters/yag.png",
        "description": "Если неожиданные гости придут через 30 минут, а у вас нечем их угостить, то этот вкусный ягодный пирог как раз подойдет. Если раскатать тоньше и не украшать сверху, а после выпечки нарезать квадратиками, то получится просто печенье - вкуснющее!!!",
        "vedio": "https://www.youtube.com/embed/39D0FN1oOBk?si=KE6TsZtqqpzIL1PE",
        "ingridients": ["1,5 стакана муки", "100 г маргарина", "2 яйца", "4 ст.л. сахара", "1/4 ч.л. соды", "1/4 ч.л. лимонной кислоты", "Ягоды (свежие или мороженые)"],
        "cookin": ["Маргарин растопить, растереть с сахаром", "Добавить муку и хорошо вымесить до получения гладкого шарика.", "и хорошо растираем. Как я упомянула уже, вместо ягод можно использовать варенье, повидло, джем, тогда будет ещё быстрее.", "Ставим в духовку и выпекаем ягодный пирог при 220 градусах минут 20."]
    },
    {
        "id": 8,
        "title": "Торт",
        "poster": "/spa-pet/posters/ort.jpg",
        "description": "Расскажу вам сегодня, друзья, о рецепте с историей. Рецепт - хорошо всем известный Киевский торт. Но история вовсе не о том, как два забывчивых кондитера сквасили кучу куриных белков, а потом додумались, куда бы их приспособить, вовсе нет! Это сага о том, как Киевский торт появился и прочно поселился в нашей семье. :)",
        "vedio": "https://www.youtube.com/embed/AOhf7UO8JpE?si=ql4VZh9K1vZqPrY2",
        "ingridients": ["лимонный сок - 1 ч.л.", "орехи - 220 г", "молоко - 200 г", "сахар - 275 г", "желтки - 4 шт.", "масло сливочное - 100 г", "молоко - 250 мл"],
        "cookin": ["Для Киевского торта, как и для печенья Макарон белки нужно сначала оставить на 12-24 часа при комнатной температуре. Белок начинает терять свою обычную структуру и гораздо лучше взбивается.", "Прежде, чем взбивать белки, нужно подготовить сухую составляющую для коржей. Орехи кешью обжариваем на сухой сковороде до золотистого оттенка, рубим не слишком мелко.", "Сахар смешиваем с мукой, добавляем остывшие порубленные орехи.", "Добавляем сгущённое молоко и коньяк и ещё раз взбиваем до гладкого крема."]
    },
    {
        "id": 9,
        "title": "Лимонад",
        "poster": "/spa-pet/posters/lim.jpg",
        "description": "Вкусный лимонад можно не только купить в магазине, но и приготовить в домашних условиях. Для некоторых рецептов нужно варить основу, для других достаточно запастись льдом и блендером. РБК Life собрал десять простых рецептов, которые можно сделать на скорую руку.",
        "vedio": "https://www.youtube.com/embed/TsuWNfxtrQw?si=7UUbzD6MYKRubP9E",
        "ingridients": ["Вода газированная", "Лайм", "Сахар", "Лимон"],
        "cookin": ["налить воды", "добавить сахар", "добавить лимон", "пить"]
    }

]
